[
    {
      "customer_name": "John and Sarah",
      "customer_type": "Family of Four",
      "residential_type": "Single-family home",
      "reviews": "Moving into our single-family home through this service has been a game-changer for our family. We have the space we need to grow, a backyard for the kids to play in, and a sense of community in our neighborhood. The value of having our own home where we can make memories together is priceless.",
      "rating": 5,
      "image": "https://ibb.co/BCnhVkY"

    },
    {
      "customer_name": "Emily",
      "customer_type": "Young Professional",
      "residential_type": "Apartment",
      "reviews": "As a young professional, finding a modern apartment through this service was a dream come true. The convenience of living close to work and amenities, along with the sense of independence and privacy, is invaluable. The value for the quality of living I get here is exceptional.",
      "rating": 4.5,
      "image": "https://ibb.co/5BYQd4w"

    },
    {
      "customer_name": "Mike",
      "customer_type": "Retiree",
      "residential_type": "Senior living community",
      "reviews": "Moving into a senior living community provided by this service has been a blessing. I have access to the care and support I need while enjoying a vibrant community of peers. The value of living in a place where I feel safe, engaged, and cared for cannot be overstated.",
      "rating": 4.8,
      "image": "https://ibb.co/10fMMXN"

    },
    {
      "customer_name": "Sophie",
      "customer_type": "College Student",
      "residential_type": "Student housing",
      "reviews": "Finding student housing through this service has made my college experience so much better. I have a comfortable and convenient place to live close to campus, with amenities that support my academic journey. The value of having a home away from home during this important time in my life is immeasurable.",
      "rating": 4.2,
      "image": "https://ibb.co/5BYQd4w"

    },
    {
      "customer_name": "David and Lisa",
      "customer_type": "Vacation Enthusiasts",
      "residential_type": "Vacation rental",
      "reviews": "Our vacation rental experience through this service was nothing short of amazing. We had all the comforts of home combined with the luxury of a vacation getaway. The value of being able to relax and recharge in a beautiful setting exceeded our expectations.",
      "rating": 4.7,
      "image": "https://ibb.co/VxtGn4Z"

    },
    {
      "customer_name": "Anna",
      "customer_type": "Townhouse Renter",
      "residential_type": "Townhouse",
      "reviews": "Renting a townhouse through this service has been a perfect fit for my lifestyle. I have the space and privacy I need, without the hassle of homeownership. The value of having a comfortable and affordable living space in a desirable location is exactly what I was looking for.",
      "rating": 4.6,
      "image": "https://ibb.co/VxtGn4Z"

    }
  ]
  